Repository: BradLarson/Molecules
Catalog: *.lproj/Localized.strings
Languages: french

source: Error: failed to prepare statement with message '%s'.
french: Erreur: Impossible de préparer la déclaration avec le message '%s'.

source: Could not delete file
french: Impossible de supprimer le fichier

source: Error: failed to dehydrate with message '%s'.
french: Erreur: Impossible de déshydrater avec le message '%s'.

source: Error: failed to insert metadata with message '%s'.
french: Erreur: Impossible d'insérer les meta-données avec le message '%s'.

source: Error: failed to insert bond with message '%s'.
french: Erreur: Impossible d'insérer le lien avec le message '%s'.

source: Failed to create writable database file with message '%@'.
french: Impossible de créer une base de donnée modifiable avec le message '%@'.

source: Error: failed to close database with message '%s'.
french: Erreur: Impossible de fermer la base de donnée avec le message '%s'.

source: Failed to open database with message '%s'.
french: Impossible d'ouvrir la base de donnée avec le message '%s'.

source: Initializing database...
french: Initialisation de la base de donnée...

source: Downloading molecule...
french: Téléchargement de la molécule...

source: Error in downloaded file
french: Erreur sur le fichier téléchargé

source: The molecule file is either corrupted or not of a supported format
french: Le fichier molécule est corrompu ou n'est pas dans un format supporté

source: Connection failed
french: Connexion échouée

source: Could not connect to the Protein Data Bank
french: Impossible de se connecter à la Base de Donnée des Protéines

source: Could not find file
french: Impossible de trouver le fichier

source: Molecule location
french: Emplacement de la Molécule

source: Error in loading custom location
french: Erreur de chargement de l'emplacement personnalisé

source: The address could not be reached
french: L'adresse ne peut pas être atteint

source: Online Data Source
french: Source de Fichier en Ligne

source: Download
french: Télécharger

source: RCSB Protein Data Bank
french: Banque De Donnée RCSB

source: Custom location
french: Emplacement Personnalisé

source: Description
french: Déscription

source: Statistics
french: Statistique

source: Author(s)
french: Auteur(s)

source: Sequence
french: Séquence

source: File name
french: Nom du fichier

source: Number of atoms
french: Nombre d'atome

source: Number of structures
french: Nombre de structure

source: Current structure
french: Structure actuel

source: Done
french: Terminer

source: File already exists
french: Le fichier existe déjà

source: The molecule with this PDB code has already been downloaded
french: La molécule avec ce code PDB à déjà été téléchargée.

source: Cancel download
french: Annuler le téléchargement

source: Connecting...
french: Connexion...

source: Downloading
french: Téléchargement

source: No protein with the code %@ exists in the data bank
french: Aucune protéine avec le code %@ éxiste dans la banque de donnée

source: Connected
french: Connecté

source: Processing...
french: En cours...

source: Vertices: %d
french: Sommets: %d

source: Elapsed time: %f
french: Temps écoulé: %f

source: Spacefilling
french: Modèle compact

source: Cylinders
french: Modèle cylindre

source: Ball-and-stick
french: Modèle éclaté

source: Visualization mode
french: Mode de Visualisation

source: Rendering...
french: Mise en forme...

source: Search for molecules
french: Chercher une molécule

source: Protein Data Bank
french: Banque de donnée Protéine

source: Retrieving titles...
french: Réception des titres...

source: Searching...
french: Recherche en cours...

source: No results
french: Aucun résultat

source: Results
french: Résultats

source: Molecules
french: Molécules

source: 3D Model
french: Modèle 3D

source: Download new molecules
french: Télécharger des molécules
